/* Label in Preferences panel */
"%i minutes" = "%i λεπτά";

/* Label in Preferences panel */
"%i%%" = "%i%%";

/* Preference Pane Option */
"Advanced" = "Για προχωρημένους";

/* Preference Pane Option */
"Easy Wake" = "Εύκολο ξύπνημα";

/* Preference Pane Option */
"General" = "Γενικά";

/* Dialog Message */
"Internal components of the application have changed. Reauthentication is required to wake the computer from sleep." = "Εσωτερικά στοιχεία της εφαρμογής άλλαξαν. Πρέπει να ξαναδώσετε τον κωδικό σας για να μπορεί να ξυπνά ο υπολογιστής από νάρκη.";

/* Dialog Message */
"Internal components of the program have been tampered with.\nPlease reinstall the application." = "Εσωτερικά στοιχεία της εφαρμογής έχουν αλλοιωθεί.\nΠαρακαλώ επανεγκαταστήστε την εφαρμογή.";

/* Dialog Button */
"OK" = "Εντάξει";

/* Dialog Title */
"Reauthentication Required" = "Απαιτείται να ξαναδώσετε τον κωδικό σας";

/* Dialog Title */
"Security Warning" = "Προειδοποίηση ασφαλείας";

/* Preference Pane Option */
"Software Update" = "Αναβάθμιση λογισμικού";

/* Dialog Message */
"This application runs in the system menu bar, in the upper right-hand corner.  You may control your alarms, change preferences, and quit the application from this icon.  Enjoy!\n\nPS - To wake the computer from sleep, you must first authenticate in the app's preferences." = "Η εφαρμογή αυτή τρέχει στο στη μπάρα του μενού του συστήματος, στην πάνω δεξιά γωνία.  Μπορείτε να ελέγχετε, να αλλάζετε τις ρυθμίσεις και να κλείνετε την εφαρμογή από αυτό το εικονίδιο. Καλή διασκέδαση!\n\nPS - Υ.Γ. Για να μπορεί να ξυπνά ο υπολογιστής από νάρκη, πρέπει πρώτα να δώσετε τον κωδικό σας στις ρυθμίσεις της εφαρμογής.";

/* Today */
"Today" = "Σήμερα";

/* Tomorrow */
"Tomorrow" = "Αύριο";

/* Dialog Title */
"Welcome to Alarm Clock" = "Καλώς ήλθατε στο Alarm Clock";
